Repository: nivaca/de_natura_loci
Catalog: omegat/project_save.tmx
Source language: la
Languages: es

source: Est autem habitatio talium aequaliter quidem calida et frigida, humida et sicca, propter unam [B550a] eamdemque latitudinem quam habent: non tamen in una hora habent Orientem et Occidentem, sed potius differt ad minus per sex horas ortus istorum ab ortu illorum, et similiter occasus.
es: Ahora bien, la habitación de tales (habitantes), ciertamente, es igualmente cálida y fría y húmeda y seca, a causa de una sola y misma latitud que tienen. Sin embargo, no tienen el amanecer y el ocaso (el sol que sale y que se pone) en una sola hora, sino más bien el orto para estos difiere por lo menos por seis horas (90 grados) del orto para aquellos, y de la misma manera el ocaso.

source: Est autem hujusmodi dubitatio magna de torrida, utrum ipsa sit secundum totum inhabitabilis, sicut Antiqui videntur tradidisse.
es: No obstante, hay una gran duda sobre la zona tórrida, de si esta es inhabitable en su totalidad, así como los antiguos parecen haber legado.

source: Est autem immensa illorum locorum frigiditas, etiam causa quare materia illarum regionum sunt raro navigabilia:
es: Ahora bien, la frialdad intensa de aquellos lugares es también la causa por la que los mares de aquellas regiones son escasamente navegables

source: Est autem immensa illorum locorum frigiditas, etiam causa quare materia illarum regionum sunt raro navigabilia: quia tempore hyemis congelata sunt glacie so-[B546b]-lidissima, et tempore aestatis fluit in eis glacies divisa, quae vel in mari congelata fuit, vel per flumina influit in mare.
es: Ahora bien, la frialdad intensa de aquellos lugares es también la causa por la que los mares de aquellas regiones son escasamente navegables porque en la estación de invierno están congelados con un hielo muy sólido y en la estación del verano fluye en ellos el hielo desprendido de su parte grande que o bien se congeló en el mar o desemboca por los ríos en el mar.

source: Est autem loci duplex distinctio.
es: Ahora bien, hay una doble distinción del lugar:

source: Est autem locus connaturalis locato, sicut ante diximus.
es: el lugar es, sin embargo, connatural a lo localizado, así como dijimos anteriormente;

source: Est autem motus ad locum connaturalem et proprium.
es: sin embargo, hay un movimiento hacia el lugar connatural y propio;

source: Est autem perfectissimus omnium motuum motus localis, ut probatum est Physicis et in Caelo et Mundo:
es: Sin embargo, el movimiento local es el más perfecto de todos los movimientos, como fue demostrado en la *Física* y en *Sobre el cielo y el mundo*.

source: Est autem perfectissimus omnium motuum motus localis, ut probatum est Physicis et in Caelo et Mundo: quare propter ipsum oportet esse aliquid divinissimum et optimum secundum naturam rei.
es: Sin embargo, el movimiento local es el más perfecto de todos los movimientos, como fue demostrado en los Físicos y en Sobre el cielo y el mundo. Por lo que conviene que este sea hacia lo más divino y óptimo según la naturaleza de la cosa

source: Est autem ratio ad hoc ex motu et subtilitate et [C4b] caliditate ignis, et levitate et perspicuitate et aliis proprietatibus ignis.
es: Sin embargo, hay una razón para esto a partir del movimiento y de la sutilidad y de la calidez y de la liviandad del fuego y de la transparencia y de las otras propiedades del fuego.

source: Est autem regio illa secundum rationis sententiam aquosa multum, eo quod ibi continue aer ad aquam resolvitur, sicut supra docuimus:
es: Sin embargo, aquella región es, según lo que se sigue de la razón, muy abundante en agua, y esto porque allí el aire permanentemente se transforma en el agua, así como hemos enseñado más arriba

source: Est autem regio illa secundum rationis sententiam aquosa multum, eo quod ibi continue aer ad aquam resolvitur, sicut supra docuimus: et in libro Meteororum cum subtiliori consideratione dicturi sumus.
es: Sin embargo, aquella región es, según lo que se sigue de la razón, muy abundante en agua, y esto porque allí el aire permanentemente se transforma en el agua, así como hemos enseñado más arriba y en el libro de los Meterológicos será discutido con consideraciones más precisas.

source: Est autem sciendum, quod in illis terrae dimensionibus quidam a Philosophis vocantur simul habitantes, et quidam circulariter dicuntur habitantes, quidam autem coalternatione, et quidam vero opposite.
es: Ahora bien, se ha de saber que, en aquellas dimensiones de la tierra, ciertos son nombrados por los filósofos “habitantes simultáneos” y algunos son llamados “habitantes del mismo círculo”, y, sin embargo, otros según la coalternación, pero otros opuestamente.

source: Est autem tractatio Pythagorae et Homeri et praeter eos omnium qui in Aegypto philosophati sunt, sed et apud Latinos Ovidii et multorum aliorum, terram totam dividi in quinque zonas caeli, quarum tres ponunt inhabitabiles, et duas tantum habitabiles esse voluerunt, quarum mediam vocant perustam sive torridam:
es: Ahora bien, es legado de Pitágoras y Homero y, después de ellos, de todos los que en Egipto han filosofado, pero también, entre los latinos, de Ovidio y de muchos otros, que toda la tierra se divide en cinco zonas según las cinco zonas del cielo, de estas afirman que tres son inhabitables y determinaron que tan solo dos son habitables, de las cuales la zona media llaman “quemada” o "tórrida".

source: Est autem tractatio Pythagorae et Homeri et praeter eos omnium qui in Aegypto philosophati sunt, sed et apud Latinos Ovidii et multorum aliorum, terram totam dividi in quinque zonas caeli, quarum tres ponunt inhabitabiles, et duas tantum habitabiles esse voluerunt, quarum mediam vocant perustam sive torridam: et hanc dicunt esse partem terrae quae supponitur spatio quadraginta octo graduum fere quod est inter duos tropicos, inter quos est via solis: declinat enim sol versus Aquilonem versus tropicum aestivalem fere per viginti quatuor gradus, et per tantumdem declinat ad Meridiem versus tropicum [B539a] hyemalem.
es: Ahora bien, es legado de Pitágoras y Homero y, después de ellos, de todos los que en Egipto han filosofado, pero también, entre los latinos, de Ovidio y de muchos otros, que toda la tierra se divide en cinco zonas según las cinco zonas del cielo, de estas afirman que tres son inhabitables y determinaron que tan solo dos son habitables, de las cuales la zona media llaman “quemada” o tórrida. Y dicen que es esta la parte de la tierra que está situada bajo un espacio de casi cuarenta y ocho grados, que está entre los dos trópicos, entre los cuales está la vía del sol; en efecto, el sol declina hacia el Aquilón (el Norte) [nororiente] en dirección al trópico estival (Trópico de Cáncer) casi por veinticuatro grados y declina, en igual medida, hacia el meridiano en dirección al trópico de invernal (Trópico de Capricornio).

source: Est enim sub polo perpetuum frigus et regio tenebrosa continue:
es: Ahora bien, bajo el polo el frío es perpetuo y la región oscura, permanentemente,

source: Est enim sub polo perpetuum frigus et regio tenebrosa continue: nec umquam apparent ibi stellae vel sol, cum tamen per dimidium annum sit ibi dies, et per dimidium annum nox.
es: Ahora bien, bajo el polo el frío es perpetuo y la región oscura, permanentemente, y allí nunca aparecen las estrellas o el sol, aunque no obstante durante medio año allí es de día y durante medio año, de noche.

source: Est etiam rationabile ibi esse habitationem:
es: Pero es también razonable que allí haya habitación;

source: Est etiam rationabile ibi esse habitationem: cum enim juxta physicorum traditionem sol in obliquo circulo sit causa generationis per excessum, et causa corruptionis per recessum, oportebit ibi potissime esse generationem ubi aequaliter accedit et recedit: [C11b] est autem hoc sub aequinoctiali: erit igitur ibi potissime generatio et habitatio generatorum.
es: Pero es también razonable que allí haya habitación; puesto que, en efecto, de acuerdo con el legado de los filósofos, el sol en una órbita oblicua es causa de generación por su aproximación y causa de corrupción por su retroceso, será preciso que allí especialmente haya generación, donde se aproxima y retrocede por igual. Sin embargo, esto sucede bajo el equinoccio; por lo tanto, allí se dará especialmente la habitación de lo generado.

source: Est tamen in talibus locis distinctio:
es: Hay, sin embargo, en esos lugares una diferencia:

source: Est tamen in talibus locis distinctio: quia quanto sunt frigidiora in superficie, tanto magis recludunt in se vapores calidos diu in ventre terrae congregatos, et illi frequenter erumpunt in montes altos: propter quod tradunt Philosophi montes altos esse in partibus Aquilonaribus perpetuarum nivium et perpetuae frigiditatis.
es: Hay, sin embargo, en esos lugares una diferencia: porque en cuanto son más fríos en la superficie tanto más se guardan en ellos vapores cálidos por mucho tiempo conservados en el vientre de la tierra, y estos irrumpen frecuentemente como montes altos. Por esto enseñan los filósofos que hay montañas altas en las partes aquilonales de nieves perpetuas y de fríaldad perpetua

source: Et altera est perpendicularis casus radii ejus super loca illa.
es: Y otra es la caída perpendicular de su rayo sobre aquellos lugares.

source: Et cum major dimen-[B548b]-sio vocetur longitudo, et minor vocetur latitudo, erit latitudo locorum habitabilium secundum distantiam ab Aquilone in Meridiem acceptam:
es: Y como es llamada longitud la medida mayor única y la menor es llamada latitud; la latitud de los lugares habitables se dará según la distancia tomada desde la equinoxial hacia el aquilón

source: Et cum major dimen-[B548b]-sio vocetur longitudo, et minor vocetur latitudo, erit latitudo locorum habitabilium secundum distantiam ab Aquilone in Meridiem acceptam: et longitudo secundum dimensionem accepta ab Oriente in Occidente.
es: Y como en un mismo lugar, la medida mayor es llamada *longitud* y la menor, es llamada *latitud*; la latitud de los lugares habitables se dará según la distancia tomada desde la equinoccial hacia el aquilón y la longitud según la medida tomada desde el oriente hacia el occidente.

source: Et de prima quidem loquemur prius, ostendentes quidquid de hoc tradiderunt Antiqui, et rationabiliter dicta accipiamus in his.
es: Y hablaremos primero, por cierto, sobre la primera mostrando todo lo que sobre esto legaron los antiguos para que aceptemos lo que se haya dicho con razón en estos asuntos.

source: Et etiam ipsa elementa per alium modum dicta natura sunt naturaliter rotunda, sicut nos in scientia Caeli et Mundi ostendimus.
es: Y también los elementos mismos, tomando "naturaleza" de otro modo, son naturalmente redondos, así como nosotros mostramos en la ciencia del *Cielo y del mundo*.

source: Et ex hoc constat oportere ibi esse habitationem:
es: y por esto consta que ahí es preciso que haya habitación.

source: Et ex hoc constat oportere ibi esse habitationem: multas enim civitates gentis Achim et Indorum et Aethiopum in parte constat nobis in climate illo esse.
es: y por esto consta que ahí es preciso que haya habitación. En efecto, muchas ciudades del pueblo de los aquios y de los indios y de los etíopes en parte nos consta que están en ese clima.

source: Et forte frigus illorum locorum est causa quare ventus Aquilonaris est frigidus apud nos.
es: Y tal vez, el frío de aquellos lugares es la causa por la que el viento aquilonal es frío en nuestra región.

source: Et haec est [B538a] causa quare mutantur res generatae ex suis continentibus quandoque in melius, quandoque in pejus:
es: Y esta es la causa por la que las cosas generadas son cambiadas a partir de sus continentes, unas veces para lo mejor y otras para lo peor,

source: Et haec est [B538a] causa quare mutantur res generatae ex suis continentibus quandoque in melius, quandoque in pejus: licet hoc juvari et impediri possit aliquando per hoc quod generata profunde in se recipiunt contrarias dispositiones, sicut videmus quorumdam corpora non aegrotari in locis infirmis propter fortissimam illorum corporum dispositionem contrariam dispositioni infirmitatis quae inventa est in loco.
es: Y esta es la causa por la que las cosas generadas son cambiadas a partir de sus continentes, unas veces para lo mejor y otras para lo peor, aunque esto puede ser promovido e impedido de vez en cuando por el hecho de que las cosas generadas recibieron profundamente en ellas disposiciones contrarias, así como vemos que los cuerpos de algunos seres no se enferman en los lugares insalubres a causa de la muy fuerte disposición de aquellos cuerpos, contraria a la disposición de la insalubridad que se encuentra en el lugar.

source: Et haec est causa quare nulla rerum generatarum invenitur [B537b]omnino per omnia similis alteri in proprietatibus.
es: Y esta es la causa por la que ninguna de las cosas generadas se encuentra similar en sus propiedades a otra en absoluto y por todos los respectos.

source: Et haec est de locis illis traditio Avicennae et Ptolemaei in libro de Divisione locorum habitabilium.
es: Y este es el legado de Avicena y Ptolomeo sobre esos lugares en el libro Sobre la división de los lugares habitables.

source: Et hic locus est proprie, de quo dicit Porphyrius, quod est unum de individuantibus:
es: Y propiamente este es el lugar, del que habla Porfirio, que es único entre los que individuan,

source: Et hic locus est proprie, de quo dicit Porphyrius, quod est unum de individuantibus: quia, sicut tradit Boetius, impossibile est imaginari vel intelligi ut duorum aliquorum omnino idem sit locus.
es: Y propiamente este es el lugar, del que habla Porfirio, que es único entre los que individuan, puesto que, como sostiene Boecio, es imposible incluso imaginar o bien inteligir que de dos cosas un lugar sea completamente el mismo.

source: Et hic quidem circulus, licet secundum esse mobilis sit, et moveatur secundum esse cujus est horizon, tamen secundum situm est immobilis, sicut et ipsa puncta Orientis et Occidentis quae situ manent et secundum esse variantur:
es: Y acá, ciertamente, el círculo, aunque según el ser sea móvil y aunque se mueva según su movimiento del cual es el horizonte, sin embargo, según su sitio es inmóvil, así como también los mismos puntos del oriente y del occidente, que permanecen en su sitio y varían según el ser.

source: Et hic quidem circulus, licet secundum esse mobilis sit, et moveatur secundum esse cujus est horizon, tamen secundum situm est immobilis, sicut et ipsa puncta Orientis et Occidentis quae situ manent et secundum esse variantur: et de hoc horizonte non intendimus hic plus dicere quam hoc quod dictum est: quia sufficientior consideratio ipsius pertinet ad astronomiam.
es: Y acá, ciertamente, el círculo, aunque según el ser sea móvil y aunque se mueva según su movimiento del cual es el horizonte, sin embargo, según su sitio es inmóvil, así como también los mismos puntos del oriente y del occidente, que permanecen en su sitio y varían según el ser. Y sobre este horizonte no tenemos intención de decir acá nada más que esto que fue dicho, porque su consideración pertenece más apropiadamente a la astronomía.

source: Et hic quidem horizon duplex est:
es: Y, ciertamente, acá el horizonte es doble:

source: Et hic quidem horizon duplex est: unus quidem secundum rationem acceptus, alter secundum sensum.
es: Y, ciertamente, acá el horizonte es doble: uno, ciertamente, captado según la razón y el otro según los sentidos.

source: Et hoc est quod egregie dicit Hermes in libro de virtutibus universalibus quod "constellatio est causans virtutem qualitatum eorum quae infunduntur in inferioribus, et est formativa ipsorum per qualitates elementorum quae sunt sicut instrumenta virtutum caelestium." Non tantum autem quilibet locus particularis, alterius est proprietatis quam alius, sed etiam quilibet per se successive diversarum efficitur proprietatum:
es: Y esto es lo que dijo egregiamente Hermes en el *Libro sobre las virtudes universales*, que la constelación es la que causa la virtud cualitativa de las estrellas que se infunde en los inferiores y que es su formativa a través de las cualidades de los elementos que son como los instrumentos de las virtudes celestes. Además, cualquier lugar particular no solo tiene una propiedad más que otra, sino que también cualquier lugar de diversas propiedades se produce sucesivamente por sí,

source: Et hoc est quod egregie dicit Hermes in libro de virtutibus universalibus quod "constellatio est causans virtutem qualitatum eorum quae infunduntur in inferioribus, et est formativa ipsorum per qualitates elementorum quae sunt sicut instrumenta virtutum caelestium." Non tantum autem quilibet locus particularis, alterius est proprietatis quam alius, sed etiam quilibet per se successive diversarum efficitur proprietatum: eo quod per ortum et occasum super ipsum, et diversam habitudinem earum ad locum quemlibet necesse est variari proprietates ipsius.
es: Y esto es lo que dijo egregiamente Hermes en el Libro sobre las virtudes universales, que la constelación es la que causa la virtud cualitativa de las estrellas que se infunde en los inferiores y que es su formativa a través de las cualidades de los elementos que son como los instrumentos de las virtudes celestes. Además, cualquier lugar particular no solo tiene una propiedad más que otra, sino que también cualquier lugar de diversas propiedades se produce sucesivamente por sí, por el hecho de que, por el nacimiento y el ocaso de las estrellas sobre él y por la diversa disposición de ellas con relación a cualquier lugar, es necesario que sus propiedades se alteren.

source: Et hoc est rationabile:
es: Y esto es razonable,

source: Et hoc est rationabile: quia compertum est caelum diffundere virtutes formativas in omne quod est: maxime autem diffundit eas per radios emissos a luminibus stellarum: et ideo consequens est, ut quaelibet figura radiorum et angulus diversas in inferioribus causet virtutes.
es: Y esto es razonable, puesto que se sabe que el cielo difunde las virtudes formativas en todo lo que es. Además, difunde máximamente aquellas virtudes a través de los rayos emitidos por las luces de las estrellas, y por esto es consecuente que cualquier configuración de los rayos y el ángulo cause diversas virtudes en los inferiores.

source: Et hoc etiam narrant experimentatores navigantes partes Oceani Aquilonaris partis inhabitabilis:
es: Y esto también cuentan los exploradores que navegan las partes del océano norte de nuestra parte habitable

source: Et hoc etiam narrant experimentatores navigantes partes Oceani Aquilonaris partis inhabitabilis: et quando vident tenebras, fugiunt reputantes se ultra navigare non posse: eo quod propter caliginem nebulae spissae quae ibi est, se dirigere non valent: eo quod visus etiam ad proxima loca extra naviculam pererrare non potest: et ideo si intrarent caliginem, ad lumen [B546a] redire nescirent.
es: Y esto también cuentan los exploradores que navegan las partes del océano norte de nuestra parte habitable y cuando ven la oscuridad, huyen considerando no se puede navegar más allá; esto porque por lo sombrío de la niebla espesa que está ahí, no pueden orientarse alli; por esto porque la vista no puede penetrar ni siquiera los lugares próximos fuera de la pequeña nave. Y por esto si entraran en lo sombrío no sabrían regresar a la luz.

source: Et hoc quidem probatur experimentis eorum qui habitant ultra latitudinem quinquaginta et sex graduum, qui tantum frigus in terris eorum in hyeme habent, quod sine periculo [B545b][C15a] vitae longe ab igne separari non possunt, et terra neque ibi parum germinat, et hoc quod germinat, non ad perfectam pervenit maturitatem:
es: Y esto es ciertamente probado por experiencias de los que habitan más allá de la latitud de 56 grados, quienes tienen tanto frío en sus tierras en invierno que no pueden separarse del fuego largo tiempo sin peligro para la vida y la tierra allí produce poco y lo que produce, no llega a madurar completamente.

source: Et hoc quidem probatur experimentis eorum qui habitant ultra latitudinem quinquaginta et sex graduum, qui tantum frigus in terris eorum in hyeme habent, quod sine periculo [B545b][C15a] vitae longe ab igne separari non possunt, et terra neque ibi parum germinat, et hoc quod germinat, non ad perfectam pervenit maturitatem: et ideo omnino inhabitabilis videtur esse locus majoris latitudinis existens.
es: Y esto es ciertamente probado por experiencias de los que habitan más allá de la latitud de 56 grados, quienes tienen tanto frío en sus tierras en invierno que no pueden separarse del fuego largo tiempo sin peligro para la vida y la tierra allí produce poco y lo que produce, no llega a madurar completamente. Y por esa razón, parece que todo lugar de una latitud más alta existente es completamente inhabitable.

source: Et horum errorem facile est refellere per ea quae dicta sunt.
es: De esto es fácil refutar un error mediante esas cosas que fueron dichas antes;

source: Et horum quidem est unus ortus et occasus solis in die:
es: Y, ciertamente, de estos el orto y el ocaso del sol es uno solo en un mismo día,

source: Et horum quidem est unus ortus et occasus solis in die: non tamen sol oritur et occidit in eodem gradu: sed non est eis aequalis dies: nec est eis aequale frigus et calidum et humidum et siccum, eo quod non aequaliter dilatantur ab aequinoctiali circulo.
es: Y, ciertamente, de estos el orto y el ocaso del sol es uno solo en un mismo día, cuando el sol sale y se pone en el mismo grado. Pero para ellos el día no es igual, y para ellos no es igual el frío ni el calor ni la sequedad ni la humedad, por razón de que no se esparcen de la misma manera desde el círculo equinoccial.

source: Et hunc librum per tres distinctiones dividimus.
es: Y dividimos este libro en tres partes.

source: Et ideo cum Avicenna et quibusdam aliis Philosophis dici oportet, quod locus naturalis qui virtutem habet inducendi formas in materia corporum simplicium, est superficies corporis continentis [C6b] cum distantia sui ab orbe:
es: Y por esto, es preciso decir con Avicena y algunos filósofos peripatéticos que el lugar de lo natural, que tiene las virtudes de inducir las formas en la materia de los cuerpos simples, es la superficie del cuerpo que contiene junto con su distancia al orbe;

source: Et ideo cum Avicenna et quibusdam aliis Philosophis dici oportet, quod locus naturalis qui virtutem habet inducendi formas in materia corporum simplicium, est superficies corporis continentis [C6b] cum distantia sui ab orbe: haec enim distantia causat calidum et frigidum, humidum et siccum, quae sunt virtutes naturales elementorum: haec enim si nulla sit, ex motu et lumine inducit calidum in summo et subtile et siccum, quae omnino non sunt nisi formae ignis.
es: Y por esto, conviene decir con Avicena y algunos filósofos peripatéticos, que el lugar de lo natural, que tiene las virtudes de llevar/ inducir* las formas en la materia de los cuerpos simples, es la superficie del cuerpo que contiene junto con su distancia al orbe; en efecto esta distancia causa calidez y frigidez y humedad y sequedad, que son las virtudes naturales de los elementos. En efecto, si no la hay, a partir del movimiento y de la luz, esta induce lo cálido en lo más alto y lo sutil y lo seco, los que en general no son sino formas del fuego;

source: Et ideo dixerunt quidam Philosophi locum illum temperatissimum omnium locorum, cui tamen dicto eorum non puto esse consentiendum.
es: Y por esto, algunos filósofos dijeron que aquel lugar es el más temperado de todos los lugares; sin embargo yo no pienso que haya que asentir a esto dicho por ellos.

source: Et ideo in loco generationis eorum tria se contingunt elementa, aer scilicet, aqua, et terra.
es: Y por esto en el lugar de su generación tres elementos se tocan, a saber, el aire y el agua y la tierra
